{
  "strength": {
    "name": "Força",
    "nameOriginal": "Strength",
    "description": "A Força alimenta feitos de puro poder muscular, como trazer uma espada longa em um longo arco para afundar através de armadura e músculo, esmagar os ossos e tendões da garganta de seu inimigo com suas próprias mãos, ou empurrar uma pedra na frente da boca de uma caverna antes que os primeiros raios do sol apareçam no horizonte. No campo de batalha ensanguentado ou em uma taverna encharcada de cerveja, a Força é usada quando um personagem se envolve em combate corpo a corpo. Além disso, levantar, quebrar, carregar itens e saltar, todos exigem este conjunto de dados. Seja uma massa hulking de morto-vivo ou um feixe musculoso de força bruta, aqueles com muitos pontos em Força são literalmente os movimentadores e agitadores do mundo.",
    "levels": {
      "1": "Pobre: Alguns baldes de água fazem você suar. Ou o que serve como suor.",
      "2": "Mediano: As tarefas diárias dos humanos são possíveis. Não que você quisesse se rebaixar fazendo-as.",
      "3": "Bom: Acima e além, você pode levantar sobrancelhas enquanto move e movimenta coisas pelo mundo.",
      "4": "Excepcional: Sua força é notável. Talvez você tenha ganhado um apelido por causa dela.",
      "5": "Extraordinário: Juramentos são feitos às divindades da força enquanto você demonstra sua proeza."
    }
  },
  "dexterity": {
    "name": "Destreza",
    "nameOriginal": "Dexterity",
    "description": "Destreza é o traço ligado a feitos de velocidade, agilidade e precisão, como equilibrar uma espada na cabeça enquanto dança ao som de música viva e ondulante, arremessar uma az-zegaya no ventre de um padre em fuga enquanto você dispara a cavalo, ou saltar de pedra em pedra escorregadia sobre um rio escuro e caudaloso o mais rápido possível. Armas de alcance são ameaças sérias nos dedos ágeis do personagem com alta Destreza, e fugas ousadas pelas ruas e becos mais movimentados são possíveis para aqueles que se concentram neste traço. Por que esmagar quando você pode se curvar e então atacar de um ângulo inesperado?",
    "levels": {
      "1": "Pobre: Ficar em um pé só sem cair é um desafio. Pelo bem daqueles ao seu redor, mantenha os dois pés no chão o tempo todo.",
      "2": "Mediano: O ocasional nó intrincado pode te confundir, mas é para isso que existem facas.",
      "3": "Bom: Você está seguro de seu corpo e pode se forçar a saltar distâncias, caminhar sobre vigas e arremessar facas com a menor hesitação, para garantir que elas acertem.",
      "4": "Excepcional: As pessoas insistem que você deve ser um dançarino. Cada medida de seu corpo e articulações é controlada. Caber em espaços pequenos dificilmente é um problema.",
      "5": "Extraordinário: Tão líquido quanto o sangue que você anseia, você flui pela vida, por cima e através da oposição física."
    }
  },
  "stamina": {
    "name": "Vigor",
    "nameOriginal": "Stamina",
    "description": "De todos os Atributos Físicos, o Vigor é o único que transborda não apenas para o que o corpo pode suportar, mas também para o que a mente irá perseverar. Feitos de Vigor incluem atravessar um vasto deserto, pegadas sangrentas se afastando do campo de batalha que você abandonou para buscar abrigo do sol nascente, conter seus gritos enquanto o martelo do padre desce sobre suas articulações inflamadas junto com as palavras em latim penetrando em seu crânio, e suportar as feridas e lesões que a praga deste verão trouxe a todas as costas de Cartago a Sevilha. O personagem que se concentra em Vigor irá suportar força bruta, doenças, tortura, perseguições e mais. Talvez fiquem ensanguentados e machucados, mas permanecerão de pé.",
    "levels": {
      "1": "Pobre: Como você sobreviveu à infância é um mistério. Os efeitos da doença crônica não te trataram com gentileza.",
      "2": "Mediano: Você sobreviveu junto com os demais. Lealdade ou zelo podem fazer você querer ultrapassar seus limites, mas eventualmente terá que parar.",
      "3": "Bom: Distâncias podem ser intimidantes, mas não impossíveis, se você manter o ritmo. Doenças raramente visitam sua porta.",
      "4": "Excepcional: Cidades caem, devastadas pela doença. Camaradas gritam de dor. Você mal começou a ranger os dentes.",
      "5": "Extraordinário: Cada provação alimenta sua tenacidade para suportar a próxima."
    }
  }
}
