{
    "name": "Senescalia",
    "originalName": "Seneschal",
    "flavorText": "*\"É essencial que o grão que você compra seja de qualidade.\" Ele pegou um punhado grande em sua gigante mão negra, deixando-o escorrer por entre seus dedos. \"Alguns homens cortarão o grão para ganhar algumas moedas. Esses homens são tolos.\" O fino fio de ouro no bordado de sua manga luxuosa captou a luz. \"Esses homens sempre serão pobres. Quando um rei confia em você, você pode guardar isso em seu bolso melhor que ouro.\"*",
    "description": "Você é o óleo que permite que as engrenagens de uma grande casa funcionem suavemente. Você cuida dos livros e das contas do mercado. Você gerencia o número de trabalhadores para a colheita, mantém os estábulos, mantém os lagos e florestas abastecidos, e assim por diante. Diz-se que um bom servo vale seu peso em ouro, e isso nunca é mais verdadeiro do que aqui. Você nunca será pego desprevenido com uma festa de caça surpresa. Verdadeiros especialistas podem dizer com um olhar a qualidade das casas de outras pessoas, descobrindo a poeira escondida e a prata mal polida que passa despercebida pelos outros.",
    "levels": {
        "1": {
            "name": "Novato",
            "description": "Você pode gerenciar uma pequena casa de 3-5 pessoas, mantendo comida disponível e garantindo que os padrões sejam apresentáveis."
        },
        "2": {
            "name": "Estudante",
            "description": "Você pode gerenciar uma casa modesta ou supervisionar um pequeno negócio. Você dominou a contabilidade de dupla entrada e outras habilidades básicas que o servirão bem."
        },
        "3": {
            "name": "Versado",
            "description": "Múltiplas propriedades estão sob seus cuidados, e seu planejamento excelente permite que suas propriedades tenham pão, mesmo durante escassez devido a fome ou guerra."
        },
        "4": {
            "name": "Erudito",
            "description": "Você escreveu o livro sobre como gerenciar uma casa. Nenhum detalhe é pequeno demais para você. Quando você hospeda reis e rainhas, os detalhes importam."
        },
        "5": {
            "name": "Mestre",
            "description": "Não para exagerar, mas você pode transformar um pão em dois e dobrar o tamanho de uma adega de vinho com uma simples palavra. Lordes e damas pagam um bom preço para você gerenciar suas grandes propriedades."
        }
    },
    "possessedBy": [
        "Innkeepers",
        "Stewards",
        "Seneschals",
        "Wives"
    ],
    "specialties": [
        "Urban Estate Management",
        "Farm Management",
        "Feudal Estate Administration",
        "Noble Household Management",
        "Monastery Administration",
        "Nunnery Management",
        "Resource Planning",
        "Staff Management"
    ],
    "fieldsOfExpertise": [
        {
            "name": "Estate Management",
            "areas": [
                "Household Accounting",
                "Inventory Management",
                "Staff Supervision",
                "Property Maintenance",
                "Resource Allocation"
            ]
        },
        {
            "name": "Logistics",
            "areas": [
                "Food Storage",
                "Supply Chain Management",
                "Event Planning",
                "Crisis Management",
                "Resource Distribution"
            ]
        },
        {
            "name": "Specialized Venues",
            "areas": [
                "Noble Estates",
                "Religious Houses",
                "Urban Properties",
                "Agricultural Estates",
                "Trading Posts"
            ]
        }
    ]
}
