{
    "name": "Teologia",
    "originalName": "Theology",
    "flavorText": "*Depois de cinquenta anos, sua visão não era mais a mesma de antes. Irmão Thomas mergulhou sua pena no pote de fuligem diluída e metodicamente escreveu outro verso. Não ficaria o Arcebispo surpreso ao ver os desenhos obscenos que acompanhavam essa pequena cantiga que ele começou a compor no ano passado?*",
    "description": "Teologia é a ciência de Deus, por qualquer nome que você possa chamá-lo, e nunca foi mais envolvente do que neste momento da história. Deus estava no menor grão de mostarda e no maior oceano. Pragas eram a ira de Deus e uma colheita abundante era as bênçãos de Deus manifestas. Duas questões atormentavam as mentes dos teólogos medievais: qual é a natureza do mal e nosso livre arbítrio nos permite agir independentemente dele? Para uma mente religiosa, cada dia era uma escolha entre caminhar com Deus ou dançar com o diabo sob o luar pálido.",
    "levels": {
        "1": {
            "name": "Novato",
            "description": "Sua compreensão da religião é bastante vaga. Você acredita e entende os princípios básicos: os mandamentos, as regras, as práticas. Você pode manter uma conversa sobre religião, capaz de articular suas convicções de forma razoável."
        },
        "2": {
            "name": "Estudante",
            "description": "Você leu os livros sagrados de sua religião. Você pode debater religião (tanto quanto seu meio permite) e compor um tratado religioso competente."
        },
        "3": {
            "name": "Versado",
            "description": "Sua compreensão de outras religiões é forte, apesar de qualquer desacordo que você possa ter com elas. Você é ocasionalmente solicitado a falar com seguidores de sua religião em uma base oficial."
        },
        "4": {
            "name": "Erudito",
            "description": "Você fez uma série de contribuições importantes para a doutrina. Suas palavras são poderosas: você poderia arrecadar fundos para uma catedral ou mesquita, incitar violência contra hereges ou encher as pessoas com um espírito santo de inspiração."
        },
        "5": {
            "name": "Mestre",
            "description": "Você descobriu camadas em sua fé que outros apenas podem imaginar. Você é considerado um orador honorável sobre religião em seu fórum de escolha, não importa onde esse púlpito esteja."
        }
    },
    "possessedBy": [
        "Monges",
        "Freiras",
        "Diletantes",
        "Padres",
        "Teólogos",
        "Rabbanim",
        "A'immah"
    ],
    "specialties": [
        "Confissão",
        "Ortodoxia",
        "Heresia",
        "Proselytismo",
        "Conversão",
        "Textos Religiosos",
        "História Religiosa",
        "Religião Comparada"
    ],
    "fieldsOfExpertise": [
        {
            "name": "Doutrina Religiosa",
            "areas": [
                "Textos Sagrados",
                "Lei Religiosa",
                "Debates Teológicos",
                "Doutrina da Igreja",
                "Filosofia Religiosa"
            ]
        },
        {
            "name": "Prática Religiosa",
            "areas": [
                "Rituais",
                "Oração",
                "Meditação",
                "Cerimônias Religiosas",
                "Educação Religiosa"
            ]
        },
        {
            "name": "Estudos Comparados",
            "areas": [
                "Cristianismo",
                "Judaísmo",
                "Islamismo",
                "Religiões Orientais",
                "Fés Pagãs"
            ]
        }
    ]
}
